export const MYPAGE_APPLY_TAG = [
  ["ALL", "전체"],
  ["APPLY", "지원완료"],
  ["SUCCESS", "채용확정"],
  ["FAIL", "다음에"],
];

export const MYPAGE_EXTRA_INFO_TAG = [
  "비흡연자",
  "장기근무가능",
  "영어가능",
  "군필",
  "조리자격증",
];
export const MYPAGE_MERIT_TAG = [
  "성실해요",
  "지각안해요",
  "위생에신경써요",
  "집이가까워요",
  "잠이없어요",
];
export const MYPAGE_WORKED_TIME = [
  "단기",
  "3개월 이하",
  "6개월 이하",
  "6개월 ~ 1년",
  "1년 ~ 2년",
  "2년 ~ 3년",
  "3년 이상",
];

export const POSTING_UPMU_TAG = [
  "서빙", "주방보조/설거지", "주방장/조리사",
  "매장관리/판매","음료 제조", "베이킹", 
  "편의점", "짐 옮기기", "업체 청소",
  "심부름/소일거리", "전단지 배포", "과외/학원", 
  "등하원도우미", "아이돌봄","반려동물 돌봄",
  "어르신 돌봄", "가사/집정리","기타"
];
